Revit 2027 API
ParameterTypeId.CurtaingridBeltU Property
 "Belt Measurement"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridBeltU { get; }
Public Shared ReadOnly Property CurtaingridBeltU As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridBeltU {
	ForgeTypeId^ get ();
}
static member CurtaingridBeltU : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace